
public class Constants {
    public static final char[] ALPHABET = {'а', 'б', 'в', 'г', 'д', 'е', 'ё', 'ж', 'з',
            'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ',
            'ъ', 'ы', 'ь', 'э', 'ю', 'я', '.', ',', '«', '»', '"', '-', '\'', ':', ';', '!', '?', ' '};

    public static final char[] REVERSE_ALPHABET = {' ', '?', '!', ';', ':', '\'', '-', '"', '»', '«', ',', '.', 'я', 'ю',
            'э', 'ь', 'ы', 'ъ', 'щ', 'ш', 'ч', 'ц', 'х', 'ф', 'у', 'т', 'с', 'р', 'п', 'о', 'н', 'м', 'л', 'к', 'й', 'и',
            'з', 'ж', 'ё', 'е', 'д', 'г', 'в', 'б', 'а'};

}
